/* titles */
"StandardTitle" = "Стандартная установка на «%@»";
"CustomTitle" = "Выборочная установка на «%@»";

/* space requirements message */
"SpaceRequirements" = "Эта установка займет %@ на диске.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Нажмите «Установить» для выполнения стандартной установки этого ПО на диске «%@».";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Нажмите «Установить» для выполнения стандартной установки этого ПО в Вашей папке пользователя. Пользоваться этим ПО сможет только текущий пользователь этого компьютера. ";
"InstallContinueMessage_LocalDomain" = "Нажмите «Установить» для выполнения стандартной установки данного ПО для всех пользователей этого компьютера. Все пользователи компьютера смогут пользоваться этим ПО. ";
"InstallContinueMessage_UnknownDomain" = "Нажмите «Установить» для выполнения стандартной установки этого ПО.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "После окончания установки этого ПО необходимо выключить компьютер. Вы действительно хотите установить это ПО сейчас?";
"RestartWarning" = "После окончания установки этого ПО необходимо перезагрузить компьютер. Вы действительно хотите установить это ПО сейчас?";
"LogoutWarning" = "Чтобы установить это ПО, все программы должны быть закрыты. Ваш сеанс работы будет завершен после окончания установки. Вы действительно хотите установить это ПО сейчас?";
"BatteryWarning" = "Вы приступаете к установке с сетевым адаптером, не включенным в источник питания или отключенным от компьютера. Хотите продолжить?";
"PadWarning" = "После установки этого ПО на системном диске Mac OS X останется менее 100 МБ, что не рекомендуется, т.к. может привести к проблемам в системе. Вы действительно хотите продолжить?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Установить";
"CONTINUE_BUTTON_TITLE" = "Продолжить";
"OK_BUTTON_TITLE" = "ОК";
"CANCEL_BUTTON_TITLE" = "Отменить";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Продолжить установку";

"ExtraMediaMessage" = "Для установки этого ПО требуются дополнительные установочные диски. Подготовьте следующие диски:";
"AppToQuitMessage" = "%@ открыта в настоящий момент и будет закрыта до начала установки. Если Вы не хотите закрывать эту программу, отмените установку.";
"AppsToQuitMessage" = "Следующие открытые программы будут закрыты до начала установки: %@. Если Вы не хотите закрывать эти программы, отмените установку.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Необходимо закрыть некоторые программы перед началом этой установки.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ будет закрыта до начала установки. Если Вы не хотите закрывать эту программу, нажмите «Отменить» для отмены этой установки.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Следующие программы будут закрыты перед началом этой установки: %@. Если Вы не хотите закрывать эти программы, нажмите «Отменить» для отмены этой установки.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Вам необходимо больше свободного места на диске назначения: примерно %@.";
"StandardInstallSinglePackageDeselectMessage" = "Завершите работу Установщика, освободите место на диске путем удаления файлов или программ, а затем повторите установку.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Вы можете выбрать другой диск для установки или завершить работу Установщика. Вы также можете освободить место на диске путем удаления файлов или программ, а затем повторить установку.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Вам необходимо больше свободного места на диске назначения: примерно %@.";
"CustomMetaPackageDeselectMessage" = "Снимите флажки с нескольких объектов или завершите работу Установщика. Кроме этого, освободите место на диске путем удаления файлов или программ, а затем повторите установку.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Вы можете выбрать другой диск для установки, снять флажки с нескольких объектов или завершить работу Установщика. Вы также можете освободить место на диске путем удаления файлов или программ, а затем повторить установку.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "В системе установлена более новая версия этого ПО. Нет необходимости устанавливать данную старую версию.";

"CUSTOM_FOLDER_TOOLTIP" = "Папка «%1$@» на %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Для установки этого объекта недостаточно свободного места.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Освободите место путем удаления файлов или программ, или выберите другую папку или диск, а затем повторите установку.";
"CUSTOM_FOLDER_DESCRIPTION" = "Вы выбираете размещение для «%1$@». Размер этого объекта %2$@. Ниже расположен список дисков и объем свободного на них места.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (недостаточно места)";
"CUSTOM_OTHER_MENU_ITEM" = "В другой...";
